<html>
    <head>
        <title>Pecosita</title>
        <link rel="stylesheet" href="css/estilos.css"/>
        <meta charset="utf-8">
    </head>
    <body>
        <div id="container">
            <div id="cabecera">
                Pecosita
                <span id="tagline">De mi vida</span>
            </div>
        </div>
        <div id="post">
        <p>
            <h1>Por más momentos juntos</h1> 
            Para amar no se requiere estar presente en todo momento. Cuando el sentimiento se siente profundamente se logra estar con una persona sin la necesidad de tenerla durante todas las horas del día a nuestro lado. Al escribir este pequeño mensaje también estoy aplicando los temas que he aprendido durante los cursos de programación que he estado tomando durante las últimas dos semanas. Como puedes apreciar en este mensaje creado desde las entrañas de la programación, logre pensarte y escribirte mensajes a pensar de mis otros pasatiempos sin que ello signifique una falta de amor hacia vos, cosita preciosa. 
            Este mensaje es un reflejo de nuestra relación; quedara marcada y grabada durante el resto de la historia. Algo que podrá notarse, revelarse, sin importar que el tiempo siga recorriendo su dirección sin inmutarse sobre los fenómenos de este universo desconocido. Cuando este código, que refleja el amor que siento por vos, se esparza en esa red misteriosa, nunca más podrá ser eliminado. Nuestros momentos, deseos, acciones son algo que nadie nos podrá arrebatar, viviremos toda nuestras vidas pensándonos, amándonos con una intensidad producto de una alta llama en ese fogón que es nuestra relación. 
        </p>

        <img src="Imagenes/caballo.png" alt="Foto_caballito"
        width="400"
        height="500"/>

        <p>
            A pesar de las peleas que hemos tenido, de las palabras elaboradas, inconscientemente, únicamente con el objetivo de herir, vos para mi sos algo que sobrepasa el amor. Cada día me acostumbro más a tu alocada forma de ser con todos los entes que rodean tu existencia. Sos una mujer que amo con toda mi alma y deseo estar con vos el resto de mi vida para poder compartir y reírme cada semana de tus ocurrencias y tragedias. Soy afortunado de tenerte, me siento privilegiado de poder compartir mis planes y sueños con una persona como vos. 
        </p>
        <p>
            Ya son dos años desde esa videollamada en la que pudiste leer lo que decía la hoja con el mensaje. Ese pedacito de papel mal rasgado y escrito que fue el principio de esto tan bonito que tenemos. Te amo con toda mi alma pecosita preciosa. Espero poder compartir muchos años más (toda mi vida) con la mujer que me hace soñar. 
        </p>

    <p>




        Junio 13, 2022
        </p>

        <p>Amar, esa palabra del que todo el mundo habla. Ese sentimiento que la mayor&iacute;a quiere y no puede alcanzar. Con sus cuatro simples letras hace que nos sintamos en la cima del mundo, cruzando los himalayas, crey&eacute;ndonos invencibles hacia cualquier tormenta o nevada que pueda llegar. &iquest;Qu&eacute; es amar? Me pregunt&eacute; siempre. No conoc&iacute;a lo que era. Solo carcajadas de burla asomaban en mis gestos cuando una pareja dec&iacute;a que se amaban. Siempre vi el amor como un mecanismo creado por la selecci&oacute;n natural para crear descendencia. No era m&aacute;s que eso para m&iacute;. Pero, siempre los peros en todas las historias sin un final feliz, empec&eacute; a escalar. Comenc&eacute; a conocer esa monta&ntilde;a, valles y planicies. Cada d&iacute;a iba subiendo m&aacute;s sin darme cuenta de que lo hac&iacute;a, solo disfrutaba el camino y la belleza que este me brindaba. Llov&iacute;a, nevaba, algunas veces hacia frio, pero no se pod&iacute;a comparar el paisaje. De todos los lugares de la tierra en los que hab&iacute;a estado, &eacute;ste era sin duda el que m&aacute;s me hab&iacute;a cambiado. Como no recordar esas puestas de sol con sus colores naranjas y el cielo mezcl&aacute;ndose con la oscuridad de la noche, impregnando es toque melanc&oacute;lico que tanto disfruto. Como no revivir el crep&uacute;sculo al despertar con el sonido que los pocos p&aacute;jaros que eran capaces de cantar a tan altas altitudes. Como no apreciar esa nube baja que tapaba el sol engullendo su esplendor. Segu&iacute; subiendo, a pesar de la falta de oxigeno natural de estar tan arriba. Mis piernas pod&iacute;an soportar lo que viniese. Las tormentas eran cosas que pasar&iacute;an a mi lado sin inmutar mi objetivo final. Cada paso que daba iba acompa&ntilde;ado de una respiraci&oacute;n profunda. A medida que me acerca, mis pulmones pod&iacute;an extraer una mayor cantidad de aire para seguir en movi&eacute;ndome. La monta&ntilde;a, infiel a tu posici&oacute;n, empezada a cambiarme. Me hacia un hombre duro, capaz de soportar esas condiciones tan inusuales. Cuando me encontraba arriba, muy cerca de mi objetivo, mis ojos no supieron ver esa peque&ntilde;a roca. Diminuta, casi imperceptible para cualquier otro alpinista experimentado. Mi experiencia, que se hab&iacute;a acumulado desde que empec&eacute; la traves&iacute;a, no le dio importancia. Nadie pod&iacute;a impedir que llegara al final. Pero pise mal, mi tobillo se dobl&oacute;. Mi pierna lo sigui&oacute; hasta que ocurri&oacute; lo l&oacute;gico; me ca&iacute;. El piso estaba lleno de hielo, provocando un golpe rudo en mi cuerpo. Los moretones estaban predichos. Grandes y de un color espantoso. &iquest;Qu&eacute; pod&iacute;a hacer yo sin poder seguir avanzando? &iquest;C&oacute;mo pod&iacute;a enmendar este error infantil y proseguir con mi sue&ntilde;o? No sab&iacute;a. La comida que llevaba para mi traves&iacute;a empez&oacute; a escasear a medida que pasaban las noches y no tomaba una decisi&oacute;n. Mi estomago me exig&iacute;a, mediante un hambre foras, que me decidiera, que tomara una decisi&oacute;n lo mas pronto posible. Empec&eacute; a arrastrarme, tomaba cada saliente de hielo con mis manos y, con toda la fuerza que daban mis brazos, avanzaba unos cuantos cent&iacute;metros. As&iacute; pude seguir subiendo sin mucha velocidad por varios d&iacute;as. Ya fatigados, mis brazos exigieron un cambio de marcha para poder descansar. No pod&iacute;an seguir soportando el dolor que mis m&uacute;sculos desprend&iacute;an cada vez que hacia alg&uacute;n esfuerzo por avanzar. Les hice caso, descanse, tome alientos. Pod&iacute;a ver donde estaba el pico nevado que tanto hab&iacute;a so&ntilde;ado. Blanco, imponente, reflejaba los rayos del sol con tanto &iacute;mpetu que mis ojos quedaron deslumbrados. Mis pupilas no pod&iacute;an soportar tanta belleza irradiada del mismo lado. Era tal la felicidad que me produc&iacute;a que, por una decisi&oacute;n personal, me quede sentado all&iacute;, esperando a sucumbir, a decir que mi muerte fue por belleza y no por falta de los dem&aacute;s elementos para seguir respirando. &iquest;Qu&eacute; m&aacute;s pod&iacute;a hacer? Intentar alcanzar la ra&iacute;z de esta cordillera era imposible en la condici&oacute;n que me encontraba. <br>
Paso las noches as&iacute;, pensando que voy a morir viendo tanta belleza. Todo lo que hice vali&oacute; la pena. Todos los pasos, atardeceres y amaneceres fueron un regalo que no estaba marcado en mi vida. Las experiencias inesperadas son las valiosas, incluso m&aacute;s que las planeadas. Viendo la nieve caer en esta cima puedo asegurar que amo ese pico nevado que veo a lo lejos. Que amo cada rayo reflejado en sus hielos. Que, aunque queme mis ojos, no quiero separar la mirada de all&iacute; porque mis horas est&aacute;n contadas y lo &uacute;nico que quiero hacer es que la postal quede gravada en el fondo de mi mirada para la eternidad. <br>
No s&eacute; qu&eacute; es amar Aniel, pero creo que tengo una idea, por m&aacute;s borrosa que sea, de lo que es. Es darlo todo, absolutamente todo, por otra persona. Es decidir pasar el resto de la vida junto a alguien que consigue penetrar en mis tendones y posar sobre mi sangre felicidad. Pero sobre todo, para mi, es saber que en el mundo existen mejores genes y candidatos, que no son imposibles de alcanzar, pero si son imposibles de conocer a profundidad. Entre todas las opciones que me ofrece la vida y el destino yo te hab&iacute;a escogido a vos para que me acompa&ntilde;aras por el resto de mis d&iacute;as. Entre todas las posibilidades eras vos la que penetraba mis sue&ntilde;os y pensamientos. El amor no se demuestra &uacute;nicamente cuando las circunstancias ocurren de la manera deseada. Hay momentos, siempre los hay, que irrumpen una felicidad que no es infinita. En las relaciones siempre hay momentos bajos, grises y amargos, pero el amor puede trascender todo eso, posarse en contra de las acciones y decir &ldquo;Aqu&iacute; estoy, preparado para la incertidumbre. Para combatir cualquier adversidad que pueda darnos el futuro furioso&rdquo;. Amar es locura, locura infinita por una persona, por unas ideas y sue&ntilde;os que pueden o no cumplirse, pero que se intentan y producen felicidad y frustraci&oacute;n. Por eso para m&iacute; decir te amo fue tan delicado, fue un acto de sabidur&iacute;a. Creo fervientemente que cuando se ama, no se puede dejar de hacerlo. Yo te dije que interestelar es mi pel&iacute;cula favorita. La raz&oacute;n es una sola, en la parte final, cuando todo parece perdido y la muerte mira por detr&aacute;s del agujero negro, el protagonista dice &ldquo;el amor transciende el espacio y el tiempo&rdquo;. Y si, amar es trascender en el espacio, sin verse, sin tocarse, sin besarse, y el tiempo. Sin importar cuando pase, cuantas vueltas de el reloj de la cocina, se seguir&aacute; amando de la misma manera que cuando se pauso, cuando se alejo o cuando el problema comenz&oacute;. <br>
Ya pod&eacute;s entender porque me he arrastrado tanto. La raz&oacute;n por la que sigo sufriendo y respondi&eacute;ndote los mensajes. Sufrir es parte de vivir, es parte de las experiencias que ir&eacute; acumulando a medida que se me formen arrugas en la frente, es parte de amar. La &uacute;nica raz&oacute;n por la que no quiero seguir en el piso empuj&aacute;ndome con mis brazos es, sinceramente, mi futuro junto a vos. Necesito dinero para cumplir todos los sue&ntilde;os que tengo, para poder llevarte donde queres y regalarte todas las cosas que deseas. En este momento la angustia que siente mi alma no me deja trabajar en nada que no sean estrategias y palabras para recuperarte, en momentos especiales que vivimos y momentos bonitos que podr&iacute;amos vivir. Quiero dejar de sentirme as&iacute;, volver a pensar de una manera clara mis decisiones actuales y futuras. Yo creo que te amo, creo que el tiempo no afectara mi sentimiento por vos, pero te confieso que tengo miedo. Tengo miedo a haber visto tu rostro una &uacute;ltima vez una noche de noviembre, tengo miedo de que no vuelva a besar tus labios. El futuro siempre da miedo, no dejo de ser un simple animal con impulsos construidos hace millones de a&ntilde;os. Pero me aferro ahora a mi entendimiento del amor, a ese ente que puede trascender el tiempo, que puede cortarlo todo como una tijera afilada corta la tela. Como esa bala que entra a un cuerpo sin pedir permiso y se aferra en lo m&aacute;s profundo de los &oacute;rganos. <br>
Una de las personas que m&aacute;s admiro es a tu pap&aacute;. &Eacute;l entendi&oacute; que es al amor hace mucho. A pesar de todas las dificultades, se que es feliz, que siempre estar&aacute; con tu mam&aacute;. Puede pasar lo que sea en sus vidas, tener los peores fracasos, tomar decisiones err&oacute;neas que cambian el futuro para mal, pero ah&iacute; estar&aacute;, amando a Martha y am&aacute;ndolas a ustedes. Yo quer&iacute;a eso con vos, quer&iacute;a llegar a esa plenitud de la misma manera como &eacute;l lo logro. Se que en este momento tienen problemas econ&oacute;micos, que pelean, que la frustraci&oacute;n que siente Ruddy de estar trabajando todo el d&iacute;a y no poder darles lo que &eacute;l quiere es devastadora. Lo que siente tu mam&aacute; cuando no se siente querida porque su pareja no puede pasar tiempo con ella corrompe la felicidad. Pero se aman, se aman a pesar de todo. <br>
Siempre buscare la felicidad, intentado encontrar las marcas que me fije el destino para encontrarla. Y tengo indicios fuertes de que esta localizado muy cerca de donde vos estas. Una vez le&iacute; que una persona feliz no quiere dejar su pa&iacute;s. Los infelices somos los que intentamos buscar la felicidad en otro lugar porque nos situamos en alg&uacute;n lugar del planeta que no la provee. Los planes de irme para Canad&aacute; los constru&iacute; antes de conocerte. Cuando mi vida no ten&iacute;a sentido y deb&iacute;a d&aacute;rselos antes de que la soledad me alcanzara con su mano negra y me arrastrara lejos de este mar de cemento. La &uacute;nica vez que he pensado en cancelarlo es ahora, cuando veo lo feliz que fui con vos. Cuando encontr&eacute; una felicidad que no puedo describir por m&aacute;s palabras que escriba. No necesito irme. Mi rumbo sos vos y mi pa&iacute;s tiene nombre en una c&eacute;dula expedida un mes de junio del a&ntilde;o 2020. Realmente creo que ser&eacute; feliz con vos. Que todos los a&ntilde;os sean ese 2021 id&iacute;lico que pase con vos viajando en bus de Pereira a Cartago. Caminando las calles de Pereira buscando flores para regalarte. Haciendo planes de negocios que nunca se cumplir&aacute;n pero que nos mantendr&aacute;n alejados de caer en el olvido. <br>
Se que no soy perfecto, que odias algunas cosas de mi ser. Pero la idea es ir moldeando mi personalidad. Que nos volvamos una sola alma es dos cuerpos diferentes. Que vos tomes lo mejor que tengo y yo hacer lo mismo con tus cualidades. Yo siento algo muy fuerte por vos. A pesar de lo joven que soy siento que no encontrare otra mujer que me haga sentir tanto sentimiento. Mi cerebro se deslumbra pensando en todo lo que significas para m&iacute;. No escribir&iacute;a estas p&aacute;ginas por cualquier persona. No desnudar&iacute;a mis sentimientos por alguien que no considerara que valiera la pena. En este momento las l&aacute;grimas caen por la piel de mi cara, recorren mi nariz, trascienden por mis labios y caen en mi su&eacute;ter. Pero es necesario, es necesario seguir tocando con los dedos cada tecla del computador para hacerte saber lo que siento, lo que pienso y decido sobre nosotros. Cada momento que pasa siento que te pierdo, que me dejas de amar poco a poco. No se si vos penses igual que yo respecto al amor. Si crees que esto se trata de superar dificultades juntos, de disfrutar los triunfos juntos, de volvernos un solo ente, juntos. El mayor miedo que tengo ahora es que me dejes de amar, que pasen los meses y penses que lo nuestro fue algo que solo quedara en el pasado. Que voltees tu rostro y mires al pasado como algo que no fue importante. Para m&iacute;, estos meses, son una bisagra en mi vida. Se que van a modelar todo lo que venga por delante. Y quiero seleccionar la puerta que en la que vos estes sentada. Quiero abrirla y saber que me abrazaras de la misma manera c&oacute;mo lo hac&iacute;as hace unos meses. Y por eso mismo es la rabia que mi mente tiene, porque siento que me decis te amo y no lo dejas todo por volver conmigo. No s&eacute; qu&eacute; estas esperando para volver. Siento escalofr&iacute;os, mi cuerpo tiembla, mi alma se agita cuando dec&iacute;s que me amaras por siempre pero que, en este momento, no es posible volver. Alguien tiene que salir herido, la vida entrega, pero tambi&eacute;n roba por otro camino. En este preciso momento yo estoy casi muerto. Las heridas me tienen el alma en pena. Vos sos la &uacute;nica que podes curarme totalmente, arrancarme de las tinieblas y volver a posar el sol sobre mi cabeza. Cuando yo te dec&iacute;a que quer&iacute;a pasar el resto de mi vida con vos, era verdad. Cuando te dec&iacute;a que te amaba, era verdad. Cuando te propuse que nos cas&aacute;ramos, era verdad. Todo lo que te dije, lo que sali&oacute; de mis labios, fueron decisiones tomadas con toda la raz&oacute;n y el amor del mundo. No quiero conocer a nadie m&aacute;s. No es necesario para m&iacute;. Siento que en vos encontr&eacute; todo lo que necesitaba para vivir el resto de mis d&iacute;as felizmente. <br>
El principal error m&iacute;o fue descuidarte. Descuidar cosas que vos aprecias. Me enfoque fuertemente en aprender habilidades para encontrar un mejor futuro con vos. Lo logre, ahora mi ingles es mejor, mis habilidades como programador son mejores. Pero no vali&oacute; la pena. Desear&iacute;a estar pensando en c&oacute;mo pagar la tarjeta a final de mes y no escribiendo esto. Fue un error hacerlo. Puse por encima un futuro incierto sobre una vida plena actual. Pens&eacute; que siempre ibas a estar esper&aacute;ndome, comprendi&eacute;ndome y trat&aacute;ndome de cambiar poco a poco. Pero no fue as&iacute;. Esa seguridad que me dabas fue lo mejor para m&iacute;. Saber que ya ten&iacute;a un futuro junto a vos. Que &iacute;bamos a ir comprando las cositas de la casa poco a poco. Que ya ten&iacute;amos la arrocera y la lampara de patricio para picaporta. Pens&eacute; que nunca te ibas a ir con alguien m&aacute;s. A pesar de todo lo que te celaba, siempre cre&iacute; que ibas a estar conmigo. Me equivoque. Un error fatal para mi futuro. Ahora, pensado mis decisiones con calma, hubiera preferido tener una mala vida en lo econ&oacute;mico, pero completa con vos. <br>
Probablemente ya te hayas aburrido de leer esto que estoy escribiendo. Ya no sintas lo mismo por m&iacute;. Penses que todo se quedara en el pasado. Ni siquiera se porque escribo esto. Ya te he rogado tanto, me he arrastrado tanto, que se cual ser&aacute; tu respuesta. Pero quiero intentarlo una &uacute;ltima vez, pues este ser&aacute; mi &uacute;ltimo mensaje si tu decisi&oacute;n es la que he recibido por los &uacute;ltimos tres meses. Quiero que volvamos. Quiero que nos casemos el mismo d&iacute;a que nos demos el beso del rencuentro. Quiero que hagamos a picaporta esa noche que nos casemos. Quiero quedarme en el pa&iacute;s y vivir junto a vos el resto de mis d&iacute;as. Te acepto con todo lo que paso. Ya eso es parte de vos y te amare de la misma forma, completa, que lo he hechos siempre. Tus acciones te definen y amo todo el pasado y futuro que venga por delante para vos. Ese pasado tambi&eacute;n ser&aacute; mi pasado. El futuro, tambi&eacute;n ser&aacute; mi futuro. Si me voy, estar&aacute;s dejando ir a un hombre infeliz a un lugar que no conoce, sin amigos y en busca de cualquier excusa para hallar la tristeza en cualquier esquina. Yo se que no es una decisi&oacute;n f&aacute;cil la que tenes que tomar. Se que una persona cuerda tomar&iacute;a la decisi&oacute;n racional obvia. Pero cuando vos y yo estamos, no tomamos decisiones moldeadas. Quiero que cuando la tomes penses en todo lo que represento para vos; lo bueno y lo malo, y decidas con locura. Para amar hay que estar loco, la cordura no tiene lugar en el amor. Por eso tu mama se fue a vivir con tu papa a los pocos d&iacute;as. Por eso te pido que cometas el mayor acto de valent&iacute;a de tu vida. Ahora no tiene sentido, pero en el futuro te aseguro que lo tendr&aacute;. Si no queres que me quede en el pa&iacute;s, hablemos sobre otras posibilidades. Yo tambi&eacute;n quiero que estudies, pero se que vas a terminar la carrera y no conseguir&aacute;s trabajo. V&aacute;monos los dos si es lo que queres. Yo estudio el primer a&ntilde;o en Canad&aacute; y despu&eacute;s vos estudias. Creemos nuestra historia. Escribamos en las p&aacute;ginas del destino nuestro futuro. No me importar&iacute;a trabajar doce horas un d&iacute;a para que vos podas cumplir el sue&ntilde;o de estudiar y convertirte en la persona que queres ser. Como te dije, tus sue&ntilde;os son mis sue&ntilde;os. Tus metas son mis metas. Yo se que lograremos la mitad de las cosas que nos propongamos. Que seremos felices sea la decisi&oacute;n que tomemos para los dos. Pero quiero estar con vos. Si leyendo esto no sentis ni el m&aacute;s m&iacute;nimo temblor y duda en tu alma respecto al futuro, lo mejor es que no volvamos a encontrarnos. Porque yo al escribir esto, este p&aacute;rrafo en espec&iacute;fico, paso de las l&aacute;grimas a la alegr&iacute;a de tener algunas esperanza.<br>
Si la decisi&oacute;n es quedarte con quien estas y esperar que se acabe lo que tenes para volver, no quiero que vueltas a tocar las puertas de mi vida. Lo que estar&iacute;as haciendo no es un acto de amor. &Uacute;nicamente me escoges a mi como la opci&oacute;n segura, un descarte. Y esto Aniel no es locura, no es amor, es solo una decisi&oacute;n cuerda que demostrar&iacute;a que queres estar en una posici&oacute;n c&oacute;moda. <br>
Este es el tercer mensaje de los tres que te promet&iacute;. Y m&aacute;s que un mensaje, es un acto de todo lo que representaste en mi vida. Al momento de enviarlo estoy enterrando una cajita con las dos cartas que te escrib&iacute; cuando estaba mal. Con un mensaje que me escribiste detr&aacute;s del cuaderno que dice &ldquo;Te amo esposo precioso&rdquo;, con la piedra que estaba en la manilla que encontramos en el centro de Bogot&aacute;, con el cuento donde vos sos la protagonista y la foto con los caballos en el parque del caf&eacute;. Tambi&eacute;n pongo mi registro civil de nacimiento, te promet&iacute; que solo era llegar a Rio de Oro para ir a sacarlo para casarnos y con esto cumpl&iacute; mi palabra. Falta &uacute;nicamente tu parte. Las coordenadas donde quedaran enterrados nuestros recuerdos son: 8&deg;17'08.9&quot;N 73&deg;23'37.2&quot;W. Es decisi&oacute;n tuya si queres revivir lo que seremos o dejar sepultado lo que fuimos. <br>
A pesar de las seis p&aacute;ginas que escribo mostr&aacute;ndote mis pensamientos desnudos, no est&aacute; de m&aacute;s decirte que te amo. Que te agradezco por ser como sos y por cambiarme la vida de una manera tan bella.</p>

<p>
Atentamente, con todo el amor: tu amorcito<br>
</p>

        <div id="footer">
            Hecho con amor por amorcito. Pecosita. Todos los derechos reservados. 
        </div>
    </div>
    </body>
</html>
